Repository: pablorecio/resistencia-1812
Catalog: src/po/*.po
Languages: es

source: Cadiz deffense: 1812
es: Resistencia en Cádiz: 1812

source: Competitions
es: Competiciones

source: Expert system's Manager
es: Gestor de Sistemas Expertos

source: Laboratory
es: Laboratorio

source: Previous games
es: Partidas anteriores

source: Quick game
es: Partidas rápidas

source: Settings
es: Configuración

source: <b>Settings</b>
es: <b>Configuración</b>

source: <b>Team A</b>
es: <b>Equipo A</b>

source: <b>Team B</b>
es: <b>Equipo B</b>

source: Don't save the game
es: No guardar la partida

source: Fast game
es: Partida rápida

source: Hide pieces's values
es: Esconder los valores de las piezas

source: Number of turns
es: Número de turnos

source: Select formation for team A
es: Formación para el equipo A

source: Select formation for team B
es: Formación para el equipo B

source: System Expert for team A
es: Reglas para el equipo A

source: System Expert for team B
es: Reglas para el equipo B

source: You have no selected file for the Expert System A
es: No ha seleccionado un fichero para el Sistema experto A

source: You have no selected file for the Expert System B
es: No ha seleccionado un fichero para el Sistema experto B

source: You have no selected file for the Team A
es: No ha seleccionado un fichero para el equipo A

source: You have no selected file for the team B
es: No ha seleccionado un fichero para el equipo B

source: <b>Path to previous games</b>
es: <b>Ruta para las partidas antiguas</b>

source: <b>Path to systems experts</b>
es: <b>Ruta para los sistemas experto</b>

source: Language
es: Idioma

source: Settings - Cadiz deffense: 1812
es: Configuración - Resistencia en Cádiz: 1812
