Repository: pablorecio/resistencia-1812
Catalog: po/*.po
Languages: es

source: Loading main window
es: Cargando ventana principal

source: Opponent
es: Oponente

source: As team
es: Como equipo

source: Result
es: Resultad

source: Number of turns
es: Número de turnos

source: Number of pieces
es: Número de piezas

source: Value of the pieces
es: Valor de las piezas

source: Turn when max value piece died
es: Turno cuando muere la pieza de máximo valor

source: Rests
es: Descansa

source: Team name
es: Nombre del equipo

source: Team A
es: Equipo A

source: Team B
es: Equipo B

source: Name
es: Nombre

source: Rules
es: Reglas

source: Formation
es: Formación

source: Draw
es: Empate

source: Wins
es: Gana

source: Error parsing the file
es: Error al analizar el fichero

source: Loading
es: Cargando

source: <b>Classification</b>
es: <b>Clasificación</b>

source: <b>Results</b>
es: <b>Resultados</b>

source: Are you sure?
es: ¿Estás seguro?

source: Confirmation
es: Confirmación

source: Final round
es: Última ronda

source: If you close this contest, you won't be able to restart it again, and you will have to start a new one.
es: Si cierras la competición no podrás volver a reiniciarla otra vez, y tendrás que empezar una nueva.

source: Results of the round
es: Resultados de la ronda

source: The end!
es: ¡Fin!

source: This are the results of the final round
es: Estos son los resultados de la última ronda

source: Result of the game
es: Resultados del juego

source: Results
es: Resultados

source: Draws:
es: Empata

source: Looses:
es: Partidas perdidas:

source: Max value piece dies at turn:
es: La pieza de mas valor muere en el turno:

source: Number of games:
es: Numero de juegos:

source: Tests results for team @team@
es: Resultado de las pruebas para el equipo @team@

source: Turns used to lose:
es: Turnos en los que pierdes

source: Turns used to win:
es: Turnos en los que ganas

source: Wins:
es: Partidas ganadas:

source: <b>Main expert system</b>
es: <b>Sistema experto principal</b>

source: <b>Options</b>
es: <b>Opciones</b>

source: <b>Selected expert systems</b>
es: <b>Selecciona sistema experto</b>

source: Calculating...
es: Calculando...

source: Formation file
es: Archivo de formación

source: Number of repetitions
es: Número de repeticiones

source: Rules file
es: Archivo de reglas

source: Running the test...
es: Ejecutando las pruebas...

source: Select the formation file
es: Selecciona el archivo de formación

source: Select the rules file
es: Selecciona el archivo de reglas

source: Tests expert system
es: Pruebas del sistema experto

source: Use all teams installed
es: Usar todos los equipos instalados

source: You have no selected file for the Expert System
es: No ha seleccionado el fichero de reglas

source: You have no selected file for the Team
es: No ha seleccionado el fichero de formación

source: Cadiz deffense: 1812
es: Resistencia en Cádiz: 1812

source: Competitions
es: Competiciones

source: Laboratory
es: Laboratorio

source: Play against an E.S.
es: Juega contra un S.E.

source: Previous games
es: Partidas antiguas

source: Quick game
es: Partida rápida

source: Settings
es: Configuración

source: You have to select a file
es: Debe seleccionar un fichero

source: <b>Contest format</b>
es: <b>Formato de la competición</b>

source: <b>Generals</b>
es: <b>Generales</b>

source: Back round
es: Ida y vuelta

source: Contest settings
es: Configuraciones de la competición

source: Elimination cup
es: Copa eliminatoria

source: League
es: Liga

source: Main configuration
es: Configuración principal

source: Only results
es: Solo los resultados

source: Players
es: Jugadores

source: Select players for the contest
es: Seleccionar los jugadores para una competición

source: <b>Path to previous games</b>
es: <b>Ruta a las partidas antiguas</b>

source: <b>Path to systems experts</b>
es: <b>Ruta a los sistemas expertos</b>

source: Active music on the board
es: Activar la música en el tablero

source: Language
es: Idioma

source: Settings - Cadiz deffense: 1812
es: Configuración - Resistencia en Cádiz: 1812

source: <b>Settings</b>
es: <b>Configuración</b>

source: <b>Team A</b>
es: <b>Equipo A</b>

source: <b>Team B</b>
es: <b>Equipo B</b>

source: Don't save the game
es: No guardar la partida

source: Error finded
es: Error encontrado

source: Error parsing a file
es: Error leyendo un fichero

source: Hide pieces's values
es: Esconder el valor de las piezas

source: Only result
es: Solo los resultados

source: Select formation for team A
es: Seleccionar formación para el equipo A

source: Select formation for team B
es: Seleccionar formación para el equipo B

source: System Expert for team A
es: Reglas para el equipo A

source: System Expert for team B
es: Reglas para el equipo B

source: You have no selected file for the Expert System A
es: No ha seleccionado el fichero de reglas para el equipo A

source: You have no selected file for the Expert System B
es: No ha seleccionado el fichero de reglas para el equipo B

source: You have no selected file for the Team A
es: No ha seleccionado el fichero de formación para el equipo A

source: You have no selected file for the team B
es: No ha seleccionado el fichero de formación para el equipo B

source: <b>Computer team</b>
es: <b>Equipo de la máquina</b>

source: <b>Human team</b>
es: <b>Equipo Humano</b>

source: As team A
es: Como equipo A

source: As team B
es: Como equipo B

source: Play against an expert system
es: Juega contra un sistema experto

source: Select a random team
es: Seleccionar un equipo al azar

source: Select formation for computer team
es: Seleccionar formación para la máquina

source: Select formation for your team
es: Seleccionar formación para tu equipo

source: System Expert for computer team
es: Reglas para la máquina

source: You have no selected any file for your team
es: No ha seleccionado ningún fichero para tu equipo

source: You have no selected file for the computer's Expert System
es: No ha seleccionado el fichero de reglas para la máquina

source: You have no selected file for the computer's team
es: No ha seleccionado el fichero de reglas para la máquina
